import 'package:dllylas/main.dart';
import 'package:flutter/material.dart';

class PrivacyScreen_KU extends StatefulWidget {
  const PrivacyScreen_KU({super.key});

  @override
  State<PrivacyScreen_KU> createState() => _PrivacyScreen_KUState();
}

class _PrivacyScreen_KUState extends State<PrivacyScreen_KU> {
  @override
  Widget build(BuildContext context) {
    return Directionality(
      textDirection: TextDirection.rtl,
      child: Scaffold(
        appBar: AppBar(
          title: Text('سیاسەتی پاراستنی نهێنی'),
        ),
        body: Padding(
          padding: const EdgeInsets.all(16.0),
          child: SingleChildScrollView(
            child: Column(
              crossAxisAlignment: CrossAxisAlignment.start,
              children: [
                Text(
                  'سیاسەتی پاراستنی نهێنی بۆ ئەپلیکەیشنی دڵی لاس مارکێت',
                  style: TextStyle(
                    fontSize: 24.0,
                    fontWeight: FontWeight.bold,
                  ),
                ),
                SizedBox(height: 16.0),
                Text(
                  'بەرواری: 24/12/2023',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '1. پێشه‌كی\n'
                  'بەخێربێن بۆ ئەپلیکەیشنی دڵی لاس، ئەپی متمانەپێکراوی بازاڕکردن! ئەم سیاسەتەی پاراستنی نهێنی بۆ ئەوە دانراوە کە یارمەتیت بدات لە تێگەیشتنی چۆن زانیارییە کەسییەکانی تۆ کۆدەکەینەوە، بەکاریان دەهێنین و دەیپارێزین کاتێک تۆ بەرنامەی ئەپلیکەیشنەکەمان بەکاردەهێنیت. بە دابەزاندن، دامەزراندن، یان بەکارهێنانی ئەپلیکەیشنی دڵی لاس، تۆ ڕەزامەندیت لەسەر ئەو کارانەی کە لەم سیاسەتی پاراستنی نهێنیدا باسکراون.',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '2. ئەو زانیاریانەی کە کۆیان دەکەینەوە\n'
                  'بۆ ئەوەی باشترین ئەزموونی بازاڕکردنتان بۆ دابین بکەین، ئەم زانیاریانەی خوارەوە کۆدەکەینەوە کاتێک تۆ ئەکاونتێک دروست دەکەیت:\n'
                  'ناو: بۆ ئەوەی ئەزموونەکەت بە کەسی بکەیت و بە شێوەیەکی گونجاو قسەت بۆ بکات.\n'
                  'شار: بۆ یارمەتیدان لە هەڵبژاردنی شوێنی گەیاندن.\n'
                  'تەمەن و ڕەگەز: بۆ ئەوەی باشتر لە دیمۆگرافیای بەکارهێنەرانمان تێبگەین و بەپێی خزمەتگوزارییەکانمان بگونجێنین.\n'
                  'جۆری مۆبایلەکەت: بۆ چارەسەرکردنی هەموو ئەو هەڵانەی کە لە هەموو ئامێرەکانەوە ڕووبەڕوویان دەبینەوە',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '3. مۆڵەتەکان\n'
                  'شوێن: ئێمە داوای دەستگەیشتن بە شوێنی ئامێرەکەت دەکەین بۆ ئەوەی یارمەتیت بدەین شوێنی گەیاندنەکەت بە وردی هەڵبژێریت و کارامەترین خزمەتگوزاری گەیاندنتان بۆ دابین بکات.\n'
                  'یادگە: ئێمە داوای مۆڵەت دەکەین بۆ دەستگەیشتن بە هەڵگرتنی ئامێرەکەت بۆ بارکردن و هەڵگرتنی پڕۆفایلەکەت، و بەرزکردنەوەی ئەزموونی کەسی خۆت.\n'
                  'ئاگادارکردنەوە: ئێمە داوای مۆڵەت دەکەین بۆ ناردنی ئاگادارکردنەوەکانی پەیوەست بە نوێکردنەوەی داواکاری، بانگەشە و زانیارى گرنگ',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '4. بەکارهێنانی زانیاری\n'
                  'ئێمە ئەو زانیارییە کۆکراوە بەکاردەهێنین بۆ:\n'
                  '• دروستکردن و بەڕێوەبردنی ئەکاونتەکەت.\n'
                  '• ئاسانکاری بۆ پرۆسێسکردن و گەیاندنی داواکاری.\n'
                  '• ئەزموونەکەت بە کەسی بکە.\n'
                  '• ناردنی ئاگاداری و نوێکاری پەیوەندیدار.\n'
                  '• باشترکردنی خزمەتگوزارییەکانمان و چارەسەرکردنی هەڵبژاردەکانی بەکارهێنەر.',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '5. هەڵوەشاندنەوەی داواکاری\n'
                  'بەکارهێنەران مافی ئەوەیان هەیە داواکارییەکانیان هەڵبوەشێننەوە پێش ئەوەی هەڵگری داواکاری دەست بە پرۆسەی هەڵبژاردن بکات. هەركاتێك كە داواکاریەکان وەرگئرێن، ڕەنگە هەڵوەشاندنەوە نەتوانرێت لە ڕێگەی ئەپەکەوە بکرێت.',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '6. ئاسایشی داتا\n'
                  'ئێمە ئاسایشی زانیارییەکانتان لە پێشینە دەدەین. ئێمە ڕێوشوێنی ئاسایشی ستانداردی پیشەسازی جێبەجێ دەکەین بۆ پاراستن لە دەستڕاگەیشتن، گۆڕانکاری، ئاشکراکردن، یان لەناوبردنی زانیارییە کەسییەکانی تۆ بەبێ مۆڵەت.',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '7. خزمەتگوزاری لایەنی سێیەم\n'
                  'لەوانەیە ئێمە خزمەتگوزاری لایەنی سێیەم بۆ شیکاری، پرۆسێسی پارەدان و گەیاندن بەکاربهێنین. ئەم یەکانە بریتین لە پابەندە بە پاراستنی زانیارییەکانتان و پابەندبوون بە یاسا کارپێکراوەکانی پاراستنی زانیارییەکان',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '8. گۆڕانکاری لە سیاسەتی پاراستنی نهێنی\n'
                  'ئێمە مافی ئەوەمان هەیە سیاسەتی پاراستنی نهێنیمان نوێ بکەینەوە بۆ ئەوەی گۆڕانکارییەکان لە پراکتیکەکانماندا ڕەنگ بداتەوە. بەکارهێنەران لە هەر گۆڕانکارییەکی بەرچاو ئاگادار دەکرێنەوە. باشتر وایە جار جار پێداچوونەوە بە سیاسەتی پاراستنی نهێنیدا بکرێت.',
                  style: TextStyle(fontSize: 16.0),
                ),
                SizedBox(height: 16.0),
                Text(
                  '9. پەیوەندیمان پێوە بکەن\n'
                  'ئەگەر هەر پرسیارێک، نیگەرانییەک، یان فیدباکێکتان هەیە سەبارەت بە سیاسەتی پاراستنی نهێنیمان، تکایە پەیوەندیمان پێوە بکەن لە ڕێگەی ئەم ئیمەیڵەوە:\n'
                  '[info@dllylas.com].\n'
                  'سوپاس بۆ هەڵبژاردنی ئەپلیکەیشنی دڵی لاس بۆ پێداویستییەکانی بازاڕکردنت!',
                  style: TextStyle(fontSize: 16.0),
                ),
              ],
            ),
          ),
        ),
      ),
    );
  }
}
