const Map<String, String> kur = {

  // about_screen
  "About Us": "دەربارەی ئاپەکە",
  "AboutTextOne":
      "بەخێربێن بۆ ئەپلیکەیشنی ئۆنلاینی دڵی لاس! ئێمە کاردەکەین  بۆ ئەوەی ڕێگایەکی گونجاو و کاریگەرتان بۆ دابین بکەین بۆ کڕینی کاڵاکانتان و گەیاندنیان بۆ بەردەم دەرگای ماڵەکانتان. ئەپڵیکەیشنەکەمان دیزاین کراوە بۆ باشترکردنی ئەزموونی بازاریکردن و کڕینی کاڵا و سەوزە و میوەکان بێ ماندوبوون . ئەمەش کورتەیەکە  لەسەر ئەو خزمەتگوزاریانەی کە پێشکەش داکرێن",
  "AboutTextTwo":
      "خستنەرووێکی زۆری بەرهەمەکان بە پێی خواستەکانتان : ئەپڵیکەیشنی دڵی لاس گەلێک بەرهەمی جۆرا و جۆر پێشکەش دەکات، لە بەرهەمە خواردەمەنیەکان  بۆ کەلوپەلی کۆگا، کەلوپەلی ماڵەوە، پێداویستیە کەسیەکان و هتد.... دەتوانیت لە نێو بەشە جیا جیاکان بگەرێیت و هەموو پێداویستیەکانت بدۆزیتەوە لە یەک شوێندا.",
  "AboutTextThree":
      "ڕووکارێکی ئاسان بۆ بەکارهێنان: ئەپڵیکەیشنی دڵی لاس خاوەنی دیزاینێکی رووکارە کە زۆر ئاسانە بۆ بەکارهێنان بەو هۆیەوە ئەزمونی بازاریکردنەکەت زۆر ئاسان و چێژ بەخشتر دەبێ. وە دەتوانیت زۆر بە ئاسانی بە دووای کاڵای دڵخوازتدا بگەرێیت و بیخەیتە نێو سەبەتەی بازارکردنەکەت. دەشتوانیت هەردەم زانیاریی تەواوت  هەبێت لەسەر داواکاریەکانت بە تەنها چەند کلیکێک.",
  "AboutTextFour":
      "داشکان و مامەڵەکان: ئاگاداری بابەتە تایبەت و داشکانە گەورەکانبن لەسەر ئەپڵیکەیشنی دڵی لاس. ئێمە پابەندین بە یارمەتیدانی ئێوە بۆ بەدەستهێنانی پاشەکەوتی بەرچاو لەکاتی بازاریکردن بۆ کرینی پێداویستیەکانی ڕۆژانەتان,بۆیە ئەم دەرفەتە لە دەست مەدە!",
  "AboutTextFive":
      "داشکان و مامەڵەکان: ئاگاداری بابەتە تایبەت و داشکاندن و مامەڵەکان بن لەسەر پلاتفۆرمەکەمان. ئێمە دەمانەوێت یارمەتیت بدەین لە پاشەکەوتکردن لە کاتی کڕیندا.",
  "AboutTextSix":
      "خزمەتگوزاری بەشداربووان: بەشی خزمەتگوزاری بەشداربووانی ئەپڵیکەیشنی دڵی لاس، بەردەوام هەوڵی یارمەتیدانی بەشداربوان دەدەن بۆیە هەرگیز دوودڵ مەبە لە پەیوەندیکردن بە کارمەندانی بەشی خزمەتگوازری بەشداربووان لە کاتی بوونی هەر پرسیارێک یاخود کێشەیەک تاوەکو ڕاستەوخۆ بتوانین یارمەتیتان بدەین.",
  "AboutTextSeven":
      "بۆچوونەکانتان و بەرەوپێشچوونەکانمان: ئێمە هەمیشە بە گرینگیەوە دەڕوانینە بۆچونەکانی ئێوە.پێشنیارەکانتان  بەردەوام یارمەتیدەرمان دەبن لە پەرەپێدانی ئەپڵیکەیشن  وخزمەتگوزاریەکانمان.وە ئێمە هەمیشە و بێ وچان بە دوای باشترین رێگاکاندا دەگەرێین بۆ پێشکەشکردنی باشتریین ئەزموون بە ئێوە.",
  "AboutTextEight":
      "سوپاس بۆ هەڵبژاردنی ئەپڵیکەیشنی دڵی لاس بۆ دابینکردنی پێداویستیەکانتان.بەردەوامبدەبین لە پێشکەشکردنی خزمەتگوزاری زیاتر بۆ ئەوەی ئەزمونی بازاریکردنەکانتان ئارامتر و چێژبەخشتربێت.",

  // account_info
  "Image changed": "وێنەکە گۆڕدرا",
  "Cancel": "پوچەڵ کردنەوە",
  "Edit": "ڕێکخستن",
  "Profile": " ",
  "Name": "ناو",
  "Enter Your Name": " ",
  "Enter Your Full Name": " ",
  "Age": "تەمەن",
  "Enter your age": "تەمەنت تۆمار بکە",
  "please, Enter the number only": "تکایە بەس ژمارە داخل بکە",
  "Gender": "ڕەگەز",
  "Phone": " ",
  "City": "شار",
  "Save": "زەخیرە کردن",

  // account_setting
  "Account Settings": "",
  "Setting": "",
  "Notification Setting": "",
  "Language": "زمان",
  "Support": "",
  "Help center": "",
  "About us": "دەربارەی ئێمە",
  "Guide": "",
  "Feedback": "",
  "Delete Account": "هەژمارەکە بسڕەوە",
  "Select Language": "",
  "English": "ئینگلیزی",
  "Arabic": "عەرەبی",
  "Kurdish": "کوردی",

  // all_gudide
  "FAQs": "FAQs",
  "What\'s New": "",
  "Title_FAQ_1": "",
  "Title_FAQ_2": "",
  "Title_FAQ_3": "",
  "Title_FAQ_4": "",
  "Title_FAQ_5": "",
  "Title_FAQ_6": "",
  "Question_FAQ_1": "",
  "Question_FAQ_2": "",
  "Question_FAQ_3": "",
  "Question_FAQ_4": "",
  "Question_FAQ_5": "",
  "Question_FAQ_6": "",
  "Question_FAQ_7": "",
  "Question_FAQ_8": "",
  "Question_FAQ_9": "",
  "Question_FAQ_10": "",
  "Question_FAQ_11": "",
  "Answer_FAQ_1": "",
  "Answer_FAQ_2": "",
  "Answer_FAQ_3": "",
  "Answer_FAQ_4": "",
  "Answer_FAQ_5": "",
  "Answer_FAQ_6": "",
  "Answer_FAQ_7": "",
  "Answer_FAQ_8": "",
  "Answer_FAQ_9": "",
  "Answer_FAQ_10": "",
  "Answer_FAQ_11": "",
  "Search": "گەڕان",
  "Title_Update_1": "",
  "Title_Update_2": "",
  "Title_Update_3": "",
  "Title_Update_4": "",
  "Title_Update_5": "",
  "Title_Update_6": "",
  "Title_Update_7": "",
  "Description_Update_1": "",
  "Description_Update_2": "",
  "Description_Update_3": "",
  "Description_Update_4": "",
  "Description_Update_5": "",
  "Description_Update_6": "",
  "Description_Update_7": "",
  "Date": "",

  // chatscreen
  "Select Bug": "",
  "Customer Support": "",
  "Customer Support Form": "",
  "Enter your account information to contact for chat suport": "",
  "Issue Bug": "",
  "Please Select Bug": "",
  "Please Select Language": "",
  "Short Description": "",
  "Add  Description": "",
  "Please enter a Description": "",
  "Start Conversion": "",
  "Type a message": "",
  "Last week": "هەفتەی ڕابردوو",
  "days ago": "چەند ڕۆژێک لەمەوبەر",
  "Yesterday": "دوێنێ",
  "hours ago": "چەند کاتژمێری ڕابردوو",
  "1 hour ago": "یەک کاتژمێر لەمەوبەر",
  "minutes ago": "چەند دەقیقەیەک لەمەوبەر",
  "1 minute ago": "یەک دەقە لەمەوبەر",
  "seconds ago": "چەند چرکەیەک لەمەوبەر",
  "Just now": "ئێستا",

  // feedback
  "Poor": "",
  "Terrible": "",
  "Awful": "",
  "Unacceptable": "",
  "Dismal": "",
  "Share your Feedback": "",
  "Your feedback helps us improve": "",
  "Please slecte stars": "",
  "Leave Your Comments": "",
  "feedback is require": "",
  "Add your Feedback": "",
  "Enjoying the app?": "",
  "Would you mind rating us?": "",
  "Rate us in": "",
  "Send Feedback": "",

  // help_screen
  "Help": "پشتیوانی",
  "DescriptionTextInHelp": "کڕیاڕی بەڕێز لە کاتی پێویست بوونی هەر یارمەتیەک یان هەر کێشەیەک دەتوانن پەیوەندیمان پێوە بکەن بەم ڕێگایانە",
  "PhoneNumber": "07509583333 - 07802320717",
  "Email": "Info@dllylas.com",
  "WebSite": "www.dllylas.com",
  "Facebook": "DLLY.LAS.24",

  
  // Notification
  "Notification": "ئاگادارکردنەوە",
  "You don't have any notification": "هیچ ئاگادارکردنەوەکت نیە",

  // choose_lan
  "Get Start": "دەست پێبکە",
  

  // profilo
  "Information": "زانیاری",
  "Enter Name": "تۆمارکردنی ناو",
  "Enter Age": "تۆمارکدنی تەمەن",
  "Orders": "داواکاریەکانم",
  "Address": "ناونیشان",
  
  "Log out": "چوونە دەر",
  
  

  //
  "New": "نوێ",

  "Saturday": "شەمە",
  "Sunday": "یەک شەمە",
  "Monday": "دوو شەمە",
  "Tuesday": "سێ شەمە",
  "Wednesday": "چوار شەمە",
  "Thursday": "پێنج شەمە",
  "Friday": "هەینی",

  "Select Day": "کاتی گەیاندن هەڵبژێرە",
  "Delivery Type": "شێوازی گەیاندن",
  "Delevery now": "گەیاندنی ڕاستوخۆ",
  "Today": "ئەمڕۆ",
  "Select Day to show time deleverys": "ڕۆژی گەیاندن  دیاری  بکە",
  "Select the Time please": "کاتی گەیاندن دیاری بکە ",
  "Select": "دیاریکردن",
  "Delevery schedule": "خشتەی کاتەکانی گەیاندن",

  // welcome_screen
  "wst01": "ئاسانتر و زیرەکانەتر  بازاڕ بکە",
  "wsd01":
      "ئەم پلاتفۆڕمە داهێنراوێکی نوێی دیزاین کراوەبۆ باشتر کردنی ئەزموونی بازاڕکردنی ئۆنلاین.",
  "wst02": "لە باشترینەکانەوە فێر ببە",
  "wsd02": "ئێمە ڕێنیشاندەری باشترین گەیاندن دەکەین لە کوردستان/ عێراق",
  "wst03": "گەیاندنی خێرا",
  "wsd03": "لە هەر کوێیەک بن دەگەینە لاتان",
  "NEXT": "دواتر",
  "SKIP": "تێپەڕبوون",

  // nav_switch
  "Home": "سەرەکی",
  
  "Cart": "سەبەتە",
  "Favorite": "دڵخوازه‌كان",
  "Account": "هەژمار",

  // Dialogbox --> nav_switch
  "Are you sure exiting the app": "دڵنیای لە چونە دەرەوە؟",
  "Yes": "بەڵێ",
  "No": "نەخێر",

  // home_page
  "Order now": "ئێستا داوا بكه‌",
  "Categories": "پۆلێنەکان",
  "Recent Order": "دوایین داواکاریەکان",
  "Discount": "داشکانەکان",
  "Highlight": "دیارترینەکان",
  "Best Sell": "باشترین فرۆش",
  "View All": "بینینی هەموو",
  "Wellcome to": "بەخێربێیت بۆ",
  'Dlly Las ': 'دڵی لاس ',
  'Supermarket': 'سوپەرمارکێت',

  // Dialogbox ( Register ) --> my_widget
  "Register First": "خۆت تۆمار بکە",
  "You need login": "پێویستە خۆت تۆمار بکەیت",
  "Register": "خۆتۆمارکردن",
  

  // categories
  "All Categories": "گشت پۆلێنەکان",
  'All Items': 'هەموو شتەکان',
  // all_item >> shtakan dobar boo

  // Search_page
  "Not found any item": "هیچ بەرهەمێک نەدۆزرایەوە",

  // my_cart
  "My Cart": "سەبەتەی بازاڕکردن",
  "Clear": "پاک کردنەوە",
  "Your cart is empty": "سەبەتەی بازاڕکردن بەتاڵە",
  "Delete": "سڕینەوە",
  "you can not add more this item": "ناتوانی زیاتر داوا بکەیت",
  "Sub Total": "کۆی بەش",
  "Delivery Cost": "تێچوی گەیاندن",
  "Free Delivery": "گەیاندنی خۆڕایی",
  "Total": "کۆی گشتی",
  "Checkout": "پارەدان و گەیاندن",
  "Clear cart": "لابردنی هەموو",
  "Are you sure you want to continue?": "دڵنیای لە بەردەوامبوون؟",

  // favorite
  "No have any favorite":
      "بابەتی دڵخواز دیاری نەکراوە.\nبابەتی دلخوازت دیاری بکە بە پێی ویستی خۆت",

  // Page --> No Internet --> my_widget
  "no internet": "ئینتەرنێت بەردەست  نیە",

  // Page --> Login First --> my_widget
  "Please login first": "تکایە خۆت تۆمار بکە", // nmayaa

  // order_screen
  "My Orders": "داواکاریەکانم",
  "On going": "بەردەوامی هەیە",
  "History": "داواکاریەکانی ڕابردوو",
  "Order number:": "ژمارەی داواکاری: ",
  "Date:": "به‌روار:",
  "You not have any order": "هیچ داواکاریەکت نیە",
  "Re order": "دوبارە داواکردن",
  "View": "پیشاندان",

  // order_items
  "Past Order": "لیستی داواکاریەکان",
  "Add More Items": "زیادکردنی بەرهەمی تر",

  // old_order
  "Quantity: ": "بڕی: ",
  "Date and Time": "کات و بەروار",
  "Order No.": "ژمارەی داواکاری",

  // check_out
  "Delivery Address": "ناونیشانی گەیاندن",
  "Not have any location": "هیچ ناونیشانێک تۆمار نەکراوە",
  "Add new Location": "زیاد کردنی ناونیشانی گەیاندن",
  "Pyment Method": "شێوازی پارەدان",
  "Cash on delivery": "پارەدان لەکاتی گەیاندن",
  "Coming soon": "بەم زوانە",
  "Note": "تێبینی",
  "Add your note": "زیادکردنی تێبینی",
  "Thank You!": "سوپاس",
  "for yor order": "بۆ بازاڕکردن و هەڵبژاردنی دڵی لاس مارکێت",
  "Order Number:": "ژمارەی داواکاری: ",
  "YourOrderIsNowBeingProcessed":
      "داواکاریەکەت لە جێبەجێ کردن دایە. لە کاتی وەرگرتنی داواکاریەکەت ئاگادار دەکرێیتەوە.",
  "Track My Order": "بینینی ئامادەکاری گەیاندنەکەم",
  "Back to Home": "گەڕانەوە بۆ پەرەی سەرەکی",
  "Please Delivery Address": "تکایە ناونیشانی گەیاندن زیاد بکە",
  "Please select Address": "تکایە ناونیشانی گەیاندن هەڵبژێرە",
  "Send Order": "داواکاریەکەت بنێرە",
  "sorryWeDoNotHaveDelivery":
      "ببورن خزمەت گوزاری گەیاندن داخراوە لەم کاتەدا.\nئارەزوو دەکەیت داوەکاریەکەت بگەیەنین پاش",
  "am": "بەیانی؟",
  "OK": "دڵنیام",
  "Add location": "ناونیشان زیاد بکە",

  // login_page
  "Wellcome back": "بەخێر بێیتەوە",
  "EnterYourPhoneNumberToShop":
      "ژمارە مۆبایل تۆمار بکە بۆ ئەوەی ئاسانتر و زیرەکانەتر بازاڕ بکەیت.",
  "Please enter your phone number": "تکایە ژمارەی مۆبایلەکەت تۆمار بکە ",
  "Please enter your phone number correct":
      "ژمارەی مۆبایلەلەکت بە دروستی تۆمار بکە",
  "Please remove 0 form start": "تکایە سفری سەرەتا بسڕەوە",
  "Phone Number": "ژمارە مۆبایل",
  "WeWillSendYouOTP": "کۆدی نهێنی دەنێرین بۆ ژمارە تەلەفونەکەت بۆ دڵنیابونەوە",

  // locationdeatil
  "Locations": "ناونیشان",
  "Add name": "زیادکردنی ناو",
  "Add name location": "ناوی شوێنەکەت تۆمار بکە",
  "Area": "ناوچە",
  "Add Area": "زیادکردنی ناونیشان",
  "Type Building": "جۆری نیشینگە",
  "Floor number": "ژمارەی نهۆم",
  "Enter floor number": "ژمارەی نهۆم تۆمار بکە",
  "building name/number": "ژمارە/ناوی باڵەخانە",
  "Enter building name/number": "ناو/ژمارەی باڵەخانە تۆمار بکە",
  "number": "ژمارەی ",
  "Enter number": "ژمارەکە تۆمار بکە",
  "Phone number": "ژمارەی مۆبایل تۆمار بکە",
  "Add phone number": "زیادکردنی ژمارەی مۆبایل",
  "Delete location success": "سڕینەوەی ناونیشان ئەنجام درا",

  // singin_up
  "Complete Account": "زانیاریەکانت داخڵ بکە", // Aram English Gorayaa
  "Enter your account information to complete your account":
      "تکایە زانیاری پێویست بۆ خۆ تۆمار کردن داخڵ بکە",
  "Enter your Name": "ناوت تۆمار بکە",
  

  "Enter your full name": "ناوی تەواوت تۆمار بکە",
  
  "unknown occurred error please try again later":
      "ببورە هەوڵەکەت سەرکەوتو نەبوو تکایە دواتر هەوڵ بدەوە",
  "Confirm": "دووپاتکردنەوە",
  "Account range out": "...ببورە",
  "Account range out content":
      "لە ئێستادا خۆ تۆمارکردن بەردەست نییە. تکایە لە ماوەی 24 کاتژمێردا دووبارە هەوڵبدەرەوە یان پەیوەندی بکەن بە ( 07509583333) بۆ هاوکاری.",
  "Account Pendding": "...چاوەڕوانبە",
  "Account npt approved by admin yet":
      "بەشداربووی بەڕێز بەم زووانە ڕەزامەندی سەرپەرشتیار وەردەگریت. بۆ زانیاری زیاتر پەیوەندی بکەن بە (07509583333)",
  // verification
  "Hold till the waiting time ends": "دەتوانیت دوبارە هەوڵ بدیتەوە",
  "Please enter code": "تکایە کۆدی دڵنیابوونەوە تۆمار بکە",
  "Verification": "دڵنیابوونەوە",
  "Please enter the 6 digit code sent to": "تکایە کۆدی ٦ ژمارەیی تۆمار بکە",
  "Don't resive the OTP ?": "ئایا کۆدی دڵنیابونەوەت بە دەست گەیشت ؟",
  "Try again in": "دوبارە داوابکەوە لە ",
  "Resend": "دووبارە ناردنەوە",
  "Verify": "دڵنیا بوونەوە",
  "Account Disabled": "هەژمارەکە ڕاگیرا",
  "Account is disable please contact athome admin":
      "هەژمارەکە ڕاگیرا ،تکایە پەیوەندی بە کارمەندی بەشی پەیوەندیەکان بکە لە ڕێگەی ژمارە تەلەفۆنی (0750 958 3333)",
  "the code is un correct": "کۆدەکە هەڵەیە",
  

  // map
  "Map": "نەخشە",
  "Zoom in Please": "نزیکتر بکەوە",
  "Sorry, we don't deliver here":
      "ببورە، گەیادنمان بۆ ناوچەی ناوبراو بەردەست نیە",
  "Delivery To:": "گەیاندن بۆ:",
  "try again": "دوبارە هەوڵ بدەوە",
  "Failed to load data": "سەرکەوتوو نەبوو لە پیشاندانی زانیاریەکان",

  // track_order
  "Track Order": "بەدواداچوونی داواکاری",
  "Order:": "داواکاری: ",
  "Cancel order": "پوچەڵ کردنەوە",
  "View order": "بینینی داواکاری ",

  
  //more old_order
  "Order Placed": "داواکاریەکەت تۆمارکرا",
  "Processing Order": "داواکاریەکە ئامادە دەکرێ",
  "Order Is On way": "داواکاریەکەت لە ڕێگایە",
  "Order Ready For Pickup": "داواکاریەکە ئامادەیە بۆ وەرگرتن",
  "Order is delivered": "داواکاریەکە گەیشت",
  "Undelivered": "داواکاریەکە نەگەیەنرا",
  "Order Deatil": "زانیاری داواکاریەکە",

  //
  "min title": "کەمترین داواکاری پێشکەشکراو",
  "min deatil": "کڕیاڕی بەڕێز کەمترین بڕی داواکاری temp دینارە",

  // item_categories
  "You not have any item": "هیچ بابەتێک بەردەست نیە",

  // oneitem
  "Add to cart": "زیادی بکە بۆ سەبەتە",
  "Similar item": "بابەتی پەیوەندیدار",
  //
  "Privacy Poilcy": "سیاسەتی  تایبەتمەندێتی",
  "Terms Of Use": "مەرج و ڕێساکانی",
  "Male": "نێر",
  "Female": "مێ",
  "Erbil": "هەولێر",

  //
  "Ordered successfully": "داواکاریەکەت بە سەرکەوتویی وەرگیرا",
  "Yes i Agree": "بەڵێ",
  "No, Cancel order": "داواکاری هەڵبوەشێنەرەوە",
  //
  'House': 'خانوو',
  'Office': 'نووسینگە',
  'Apartment': 'شوقە',
  "An error occurred, Please try again later.":
      "هەڵەیەک ڕووی داوە. تکایە دواتر هەوڵبدەرەوە.",
  "New update is available": "ئەپدەیتێکی نوێ بەردەستە",
  "A newer version of dlly las application is available, please download the latest version .":
      "ڤێرژنێکی نوێی دڵی لاس بەردەستە، تکایە کۆتا ڤێرژن دابەزێنە.",
  "Update": "دابەزاندن",
  "By continuing, you agree to get Dlly Las's Privacy Policy":
      "بە بەردەوامبوون، تۆ ڕەزامەندیت لەسەر بەدەستهێنانی سیاسەتی پاراستنی نهێنی Dlly Las",
  
  "Account recovery opportunity":
      "دەرفەتی گەڕاندنەوەی هەژمارەکەت تا @date@ بەردەستە. تکایە پەیوەندیمان پێوە بکەن:(0750 958 3333 )",

  //Privacy Policy

  "Privacy Policy Title": "سیاسەتی پاراستنی نهێنی بۆ ئەپڵیکەیشنی دڵی لاس",
  "Privacy Policy intoduction":
      """ئەم سیاسەتەی پاراستنی نهێنی سیاسەت و ڕێکارەکانی ئێمەیە سەبارەت بە کۆکردنەوە، بەکارهێنان و ئاشکراکردنی زانیارییەکانی تۆ کاتێک تۆ خزمەتگوزارییەکە بەکاردەهێنیت، زانیاریت بە دەست دەگات دەربارەی مافەکانی پاراستنی نهێنی و چۆن یاسا دەتپارێزێت. ئێمە زانیارییە کەسییەکانی تۆ بەکاردەهێنین بۆ دابینکردن و بەرەوپێشبردنی خزمەتگوزارییەکان. لە کاتی بەکارهێنانی ئاپەکە، تۆ ڕەزامەندیت لەسەر کۆکردنەوە و بەکارهێنانی زانیارییەکان بەپێی ئەم سیاسەتەی پاراستنی نهێنیەی خوارەوە
""",

  "collection and using personal data - types of data collected ":
      "کۆکردنەوە و بەکارهێنانی زانیاری کەسی - جۆرەکانی زانیاری کۆکراوە",
  "personal data": "زانیاری کەسی",
  "personal data content":
      """لە کاتی بەکارهێنانی خزمەتگوزارییەکەمان، لەوانەیە داوات لێ بکەین کە هەندێک زانیاری کەسی پێشکەش بکەیت کە دەتوانرێت بەکاربهێنرێت بۆ پەیوەندیکردن یان ناسینەوەی تۆ. ئەم زانیاریانەش بۆ نموونە:
 ناوی خۆت و باوکت
 ژمارەی تەلەفۆن
ناونیشان، پارێزگا
 داتاکانی بەکارهێنان
داتاکانی بەکارهێنان
داتاکانی بەکارهێنان بە شێوەیەکی ئۆتۆماتیکی کۆدەکرێنەوە کاتێک تۆ خزمەتگوزارییەکە بەکاردەهێنیت و لەوانەیە زانیارییەکانی وەک جۆری ئامێرەکەت، سیستەمی کارپێکردن، ئەو لاپەڕانەی کە سەردانیان دەکەیت لە ئاپەکەدا، کات و بەرواری سەردانەکەت، و ئەو کاتەی کە لەو لاپەڕانە بەسەرت بردووە لەخۆ بگرێت.""",

  "Usage Data": "داتاکانی بەکارهێنان",
  "Usage Data content":
      """داتاکانی بەکارهێنان بە شێوەیەکی ئۆتۆماتیکی کۆدەکرێنەوە کاتێک تۆ خزمەتگوزارییەکە بەکاردەهێنیت و لەوانەیە زانیارییەکانی وەک جۆری ئامێرەکەت، سیستەمی کارپێکردن، ئەو لاپەڕانەی کە سەردانیان دەکەیت لە ئاپەکەدا، کات و بەرواری سەردانەکەت، و ئەو کاتەی کە لەو لاپەڕانە بەسەرت بردووە لەخۆ بگرێت.""",
  "How We Use Your Information": "چۆن زانیاریەکانت بەکاردەهێنرێن",
  "How We Use Your Information content":
      """ئێمە زانیارییە کەسییەکانی تۆ بۆ ئەم مەبەستانە بەکاردەهێنین:
⦁ ئامادەکردن و جێبەجێکردنی داواکارییەکانتان
⦁ بۆ دابینکردنی ڕاوێژکاری بۆ کڕیاران
⦁ باشترکردنی ئەپڵیکەیشن و خزمەتگوزاریەکانمان
⦁ ئاگادارکردنەوەت بۆ دەنێرێت سەبارەت بە ئۆفەرەکان و دۆخی داواکاری""",

  "Sharing Your Information & Your Privacy Choices and Data Retention":
      "بڵاوکردنەوەی زانیارییەکانتان، کۆنتڕۆڵکردنی زانیاریەکان و هێشتنەوەی زانیارییەکان",

  "Sharing Your Information": "بڵاوکردنەوەی زانیارییەکانتان",
  "Sharing Your Information content":
      """لەوانەیە ئێمە زانیارییەکانی تۆ بدەین بەم لایەنانەیخوارەوە:
کارمەندانی گەیاندن: ڕەنگە ناو و ژمارەی تەلەفۆنەکەت لەگەڵ کارمەندانی گەیاندنمان هاوبەش بکەین بە مەبەستی تایبەتی گەیاندنی داواکاریەکان. ئەم کارمەندانە ڕێگە نەدراون  کە زانیارییەکانی تۆ بۆ هەر مەبەستێکی تر بەکاربهێنن و پابەندن بە سیاسەتی توندی ئاسایشی داتا و نهێنی ئێمەوە. تکایە ئاگاداربن کە ئەم کارمەندانە پەیوەندییان بە هیچ کۆمپانیایەکی ترەوە نییە و تایبەتن بە گەیاندنی داواکارییەکانتان.
دەسەڵاتە یاساییەکان: ڕەنگە ئێمە زانیارییەکانی تۆ بۆ دەسەڵاتە یاساییەکان ئاشکرا بکەین ئەگەر بەپێی یاسا پێویستمان پێی بێت یان ئەگەر پێمان وابێ کە ئەو جۆرە ئاشکراکردنە پێویستە بۆ پاراستنی مافەکانمان یان مافی کەسانی دیکە.""",

  "Your Privacy Choices": "کۆنتڕۆڵکردنی زانیاریە تایبەتیەکانت",
  "Your Privacy Choices content":
      """ئەم هەڵبژاردنانەی خوارەوەت هەیە سەبارەت بە زانیارییە کەسییەکانت:
⦁ دەتوانیت دەستت بگات بە زانیارییە کەسییەکانت و نوێیان بکەیتەوە کاتێک دەچیتە ناو ئەکاونتەکەتەوە لە ئاپەکە.
⦁ ڕەزامەندی خۆت بۆ هەندێک بەکارهێنانی زانیارییەکانتان بکشێنیتەوە.
⦁ سڕینەوەی زانیاریەکانت: دەتوانیت بە ئاسانی هەموو زانیارییە کەسییەکانت بسڕیتەوە.""",

  "Data Security": "پاراستنی زانیاریەکان",
  "Data Security content":
      """ئێمە ڕێوشوێنی ئەمنی دەگرینەبەر بۆ پاراستنی زانیارییەکانی تۆ لە دەستڕاگەیشتن، بەکارهێنان یان ئاشکراکردنی بێ مۆڵەت. ئەم ڕێوشوێنانە بریتین لە کۆدکردن و کۆنترۆڵی دەستگەیشتن.""",

  "Data Retention": "هێشتنەوەی زانیاریەکان",
  "Data Retention content":
      """ئێمە ناو و ژمارەی تەلەفۆنەکەت بۆ ماوەی مانگێک دەهێڵینەوە دوای سڕینەوەی ئەکاونتەکەت بۆ ئاسانکاری پرسیارەکانی پەیوەست بە داواکارییەکان، جێبەجێکردنی ئەرکە یاساییەکان، و ڕێگەت پێدەدات بچیتەوە ناو ئاپەکە بەبێ ئەوەی دووبارە خۆت تۆمار بکەیتەوە. هەموو زانیارییەکانی تر، وەک ڕەگەز، تەمەن و شوێن، کاتێک ئەکاونتەکە دەسڕیتەوە، بە شێوەیەکی ئۆتۆماتیکی دەسڕدرێنەوە.""",

  "additional information & Permissions and Compliance with Laws":
      "زانیاری زیاتر و مۆڵەت و پابەندبوون بە یاساکان",
  "additional information": "زانیاری زیاتر",
  "additional information content": """  ئێمە هیچ زانیارییەکی کەسی نافرۆشین.
 ئێمە زانیارییەکانی شوێنی مانەوەت تەنها بە ڕەزامەندی تۆ و بە مەبەستی گەیاندنی داواکاریەکانت بەکاردەهێنین.
 ئێمە زانیاری کەسی تەنها کاتێک ئاشکرا دەکەین کە پێویست بێت بۆ پێشکەشکردنی خزمەتگوزارییەکە یان کاتێک یاسا کارپێکراوەکان داوامان لێدەکات.""",

  "Permissions": "مۆڵەتەکان",
  "Permissions content":
      """⦁ مۆڵەتی شوێن: ئێمە پێویستمان بە مۆڵەتی شوێنەکەت هەیە بۆ پێشکەشکردنی تایبەتمەندیەکانی وەک شوێنی فرۆشگا و بەدواداچوونی گەیاندن. دەتوانیت مۆڵەتی راگەیاندنی شوێن لە ڕێکخستنەکانی ئامێرەکەتدا لەکاربخەیت.
⦁ مۆڵەتی هەڵگرتن: داوای مۆڵەتی تۆ دەکەین بۆ چوونە ناو بەشی هەڵگرتنی داتاکانی ئامێرەکەت بۆ دابەزاندنی وێنەی پڕۆفایل بۆ ئەکاونتەکەت.
⦁ مۆڵەتی نۆتیفیکەیشن: ئێمە پێویستمان بە مۆڵەتی ئاگادارکردنەوە هەیە بۆ ئاگادارکردنەوەت لە دۆخی داواکاریەکەت. دەتوانیت لە بەشی ڕێکخستنی ئامێرەکەت ناردنی نۆتیفیکەیشن بوەستێنی.""",

  "Compliance with Laws": "پابەندبوون بە یاساکان",
  "Compliance with Laws content":
      """ئەم سیاسەتەی پاراستنی نهێنی بە شێوەیەک داڕێژراوە کە پابەند بێت بە یاسا و ڕێسا کارپێکراوەکانی پاراستنی زانیاری، وەک ڕێسای گشتی پاراستنی زانیاری (GDPR) و یاسای نهێنی کارپێکراوی کالیفۆرنیا (CCPA).""",

  "Effective Date": "بەرواری کارپێکردن",
  "Effective Date content":
      "ئەم سیاسەتەی پاراستنی نهێنی لە [4ی کانونی دووەم 2024]ەوە کاریگەرە.",
  "Changes to Privacy Policy": "گۆڕانکاری لە سیاسەتی پاراستنی نهێنی",
  "Changes to Privacy Policy content":
      """لەوانەیە جارجارە ئەم سیاسەتەی پاراستنی نهێنی نوێ بکەینەوە. ئەگەر هەر گۆڕانکارییەکی بەرچاومان کرد، لە ڕێگەی ئەپەکەوە ئاگادارتان دەکەینەوە.
""",
  "Contact Us": "پەیوەندیمان پێوەبکە",
  "Contact Us content":
      """ئەگەر هەر پرسیارێکتان هەیە سەبارەت بەم سیاسەتەی پاراستنی نهێنی، تکایە پەیوەندیمان پێوە بکەن لە ڕێگەی ئەم ئیمەیڵەوە [Info@Dllylas.com] یان ئەم ژمارە تەلەفۆنە بەکاربهێنە (+964 750 958 3333) .""",

  //Terms and Condition

  "Terms and Condition for Dlly Las Grocery App title":
      "مەرج و ڕێساکانی ئەپڵیکەیشنی دڵی لاس",

  "Terms and Condition for Dlly Las Grocery App content":
      """ئەم مەرج و ڕێسایانەی لە کاتی بەکارهێنانی ئەپی دڵی  لاس دەبێ پەیڕەو بکرێن.
تێبینی: بە چوونە ناو بەرنامەی دڵی لاس یان بەکارهێنانی، تۆ ڕەزامەندیت لەسەر پابەندبوون بە هەموو ئەم مەرج و ڕێسایانەی خوارەوە. تکایە ئەگەر بەم مەرج و ڕێسایانە ڕازی نەبوویت، خۆت بەدوور بگرە لە بەکارهێنانی ئەپڵێکەیشنەکە یان ماڵپەڕەکە.""",

  "General:": "گشتی:",
  "General: content":
      """• بۆ بەکارهێنانی ئەپڵیکەیشنەکە دەبێت تەمەنت بەلایەنی کەمەوە چواردە ساڵ بێت.
• تۆ ڕەزامەندیت لەسەر بەکارهێنانی بەرنامەکە تەنها بۆ ئەو مەبەستانەیی کە ئاماژەمان پێیان داوە.
• بۆ خۆ تۆمارکردن یان چوونە ژوورەوە بۆ بەرنامەکە، بەشداربوان دەبێت سیستەمی وشەی نهێنی یەکجارەکی (OTP) بەکاربهێنن بۆ پشتڕاستکردنەوەی کەسێتی.
• ئێمە مافی هەڵوەشاندنەوە یان دەستکاریکردنی داواکاریەکانمان هەیە لە هەر کاتێکدا.""",

  "Delivery:": "گەیاندن:",
  "Delivery: content": """• گەیاندنی سەرجەم بابەتەکان بەخۆڕایی دەبێت.
• ئێمە داواکاریەکانت دەگەیەنین بەو ناونیشانەی کە تۆ داوای دەکەیت.  
• پێویستە کڕیار خۆی لە کاتی وەرگرتنەوەی داواکاریەکەی ئامادەبێت.  
• بۆ ئەوەی گەیاندنی بێبەرامبەر بە دەست بهێنی پێویستە بە لایەنی کەم بە بڕی 10 هەزار دیناری عێراقی بازاری بکەیت.""",

  "Returns and Refunds:": "گەڕاندنەوەی داواکاری و گەڕاندنەوەی پارە:",
  "Returns and Refunds: content":
      """• کاتێک داواکارییەکەت وەرگرت، دەتوانیت داوای گەڕانەوەی هەر شتێک بکەیت لە لیستی داواکارییەکانتان پێش ئەوەی شۆفێرەکە بڕوات.
• کاتێک داواکاری گەڕانەوەت بۆ هەر بابەتێک لە لیستی داواکارییەکانتان پێشکەش کرد، ئێمە پارەی تەواوت بۆ دەگەڕێنینەوە لەکاتی گەیاندنی داواکارییەکەت لەلایەن شۆفێرەوە.""",

  "Payment:": "پارەدان:",
  "Payment:content":
      "• بەم زووانە بژاردەی پارەدانمان زیاتر دەبێ و زۆربەی کارتە بانکییە سەرەکییەکان دەگرێتەوە.",

  "Privacy:": "تایبەتمەندیەتی:",
  "Privacy:content":
      """• ئێمە هەندێک زانیاری دەربارەی تۆ کۆدەکەینەوە کاتێک تۆ ئەپەکە بەکاردەهێنیت.
• ئێمە ئەم زانیاریانە بەکاردەهێنین بۆ ئەوەی ئەزموونێکی باشترتان بۆ دابین بکەین.
• ئێمە زانیارییەکانتان لەگەڵ لایەنی سێیەمدا هاوبەش ناکەین بەبێ ڕەزامەندی تۆ.""",

  "Content Protection:": "پاراستنی ناوەڕۆک:",
  "Content Protection:content":
      """دووبارە بڵاوکردنەوە هەر ناوەڕۆکێک یان وەسفکردنی شتێک کە لەناو پلاتفۆرمی دڵی لاسدا هەیە بە توندی قەدەغەیە بەبێ مۆڵەتی ئێمە. ئەمەش لیستی بەرهەمەکان، وێنە و هەر زانیارییەکی تر کە لە ئاپڵیکەیشنەکەدا  پێشکەشی دەکەین دەگرێتەوە.
""",

  "Changes to Terms and Conditions:": "گۆڕانکاری لە مەرج و ڕێساکان:",
  "Changes to Terms and Conditions:content":
      """بۆ ئەوەی لە پێشهاتەکانی خزمەتگوزارییەکان و پێداویستییە یاساییەکان ئاگادار بین، ڕەنگە جار جار مەرج و ڕێساکانمان نوێ بکەینەوە. هەر جارێک کە مەرجەکان نوێ دەکرێنەوە، ئاگادارکردنەوەیەکت پێدەگات لە ڕێگەی نامەیەکی ڕاستەوخۆی ناو ئەپاکە. ئەگەر هەر پرسیارێکتان هەیە، دەتوانن سەردانی لاپەڕەی تایبەت بە مەرج و ڕێساکانمان بکەن یان پەیوەندی بە تیمی پەیوەندیەکانەوە بکەن.""",

  "Governing Law:": "یاسای شیاو:",
  "Governing Law:content":
      "ئەم مەرج و ڕێسایانە لەسەر بنەمای یاسای عێراقی داڕێژرەون.",

  "Contact Us:TC": "پەیوەندیمان پێوە بکەن:",
  "Contact Us:TC content":
      """ئەگەر هەر پرسیارێکتان هەیە سەبارەت بەم مەرج و ڕێسایانە، تکایە پەیوەندیمان پێوە بکەن لە ڕێگەی [Info@Dllylas.com] یان پەیوەندی بەو ژمارە تەلەفۆنەوە بکە (+964 750 958 3333)""",
};
