const Map<String, String> kur = {
  // choose_lan
  "Language": "زمان",  
  "Kurdish": "کوردی",  
  "Arabic": "عەرەبی",
  "English": "ئینگلیزی",
  "Get Start": "دەست پێبکە",

  // welcome_screen
  "wst01": "ئاسانتر و زیرەکانەتر  بازاڕ بکە",
  "wsd01": "ئەم پلاتفۆڕمە داهێنراوێکی نوێی دیزاین کراوەبۆ باشتر کردنی ئەزموونی بازاڕکردنی ئۆنلاین.",
  "wst02": "لە باشترینەکانەوە فێر ببە",
  "wsd02": "ئێمە ڕێنیشاندەری باشترین گەیاندن دەکەین لە کوردستان/ عێراق",
  "wst03": "گەیاندنی خێرا",
  "wsd03": "لە هەر کوێیەک بن دەگەینە لاتان",
  "NEXT": "دواتر",
  "SKIP": "تێپەڕبوون",

  // nav_switch
  "Home": "سەرەکی",
  "Search": "گەڕان",
  "Cart": "سەبەتە",
  "Favorite": "دڵخوازه‌كان",
  "Account": "هەژمار",

  // Dialogbox --> nav_switch
  "Are you sure exiting the app": "دڵنیای لە چونە دەرەوە؟",
  "Yes": "بەڵێ",
  "No": "نەخێر",

  // home_page
  "Order now": "ئێستا داوا بكه‌",
  "Categories": "پۆلێنەکان",
  "Recent Order": "دوایین داواکاریەکان",
  "Discount": "داشکانەکان",
  "Highlight": "دیارترینەکان",
  "Best Sell": "باشترین فرۆش",
  "View All": "بینینی هەموو",

  // Dialogbox ( Register ) --> my_widget
  "Register First": "خۆت تۆمار بکە",
  "You need login": "پێویستە خۆت تۆمار بکەیت",
  "Register": "خۆتۆمارکردن",
  "Cancel": "پوچەڵ کردنەوە",

  // categories
  "All Categories": "گشت پۆلێنەکان",

  // all_item >> shtakan dobar boo

  // Search_page
  "Not found any item": "هیچ بەرهەمێک نەدۆزرایەوە",

  // my_cart
  "My Cart":"سەبەتەی بازاڕکردن",
  "Clear": "پاک کردنەوە",
  "Your cart is empty": "سەبەتەی بازاڕکردن بەتاڵە",
  "Delete": "سڕینەوە",
  "you can not add more this item": "ناتوانی زیاتر داوا بکەیت",
  "Sub Total": "کۆی بەش",
  "Delivery Cost": "تێچوی گەیاندن",
  "Free Delivery": "گەیاندنی خۆڕایی",
  "Total": "کۆی گشتی",
  "Checkout": "دوپاتکردنەوە",
  "Clear cart":"لابردنی هەموو",
  "Are you sure you want to continue?":"دڵنیای لە بەردەوامبوون؟",

  // favorite
  "No have any favorite": "بابەتی دڵخواز دیاری نەکراوە.\nبابەتی دلخوازت دیاری بکە بە پێی ویستی خۆت",

  // Page --> No Internet --> my_widget
  "no internet": "ئینتەرنێت بەردەست  نیە",

  // Page --> Login First --> my_widget
  "Please login first": "تکایە خۆت تۆمار بکە", // nmayaa

  // profilo
  "Image changed": "وێنەکە گۆڕدرا",
  "Information": "زانیاری",
  "Enter Name":"تۆمارکردنی ناو",
  "Enter Age":"تۆمارکدنی تەمەن",
  "Edit":"ڕێکخستن",
  "Orders":"داواکاریەکانم",
  "Address": "ناونیشان",
  "About us":"دەربارەی ئێمە",
  "Log out":"چوونە دەر",
  "Save": "زەخیرە کردن",

  // order_screen
  "My Orders":"داواکاریەکانم",
  "On going": "بەردەوامی هەیە",
  "History":"داواکاریەکانی ڕابردوو",
  "Order number:":"ژمارەی داواکاری: ",
  "Date:": "به‌روار:",
  "You not have any order": "هیچ داواکاریەکت نیە",
  "Re order":"دوبارە داواکردن",
  "View":"پیشاندان",

  // order_items
  "Past Order": "لیستی داواکاریەکان",
  "Add More Items": "زیادکردنی بەرهەمی تر",

  // old_order
  "Quantity: ":"بڕی: ",
  "Date and Time":"کات و بەروار",
  "Order No.":"ژمارەی داواکاری",

  // check_out
  "Delivery Address": "ناونیشانی گەیاندن",
  "Not have any location": "هیچ ناونیشانێک تۆمار نەکراوە",
  "Add new Location":"زیاد کردنی ناونیشانی گەیاندن",
  "Pyment Method": "شێوازی پارەدان",
  "Cash on delivery": "پارەدان لەکاتی گەیاندن",
  "Coming soon": "بەم زوانە",
  "Note": "تێبینی",
  "Add your note": "زیادکردنی تێبینی",
  "Thank You!": "سوپاس",
  "for yor order": "بۆ بازاڕکردن و هەڵبژاردنی دڵی لاس مارکێت",
  "Order Number:": "ژمارەی داواکاری: ",
  "YourOrderIsNowBeingProcessed": "داواکاریەکەت لە جێبەجێ کردن دایە. لە کاتی وەرگرتنی داواکاریەکەت ئاگادار دەکرێیتەوە.دەتوانیت لە هەر کاتێک زانیاری لەسەر داواکاریەکەت وەرگریت.",
  "Track My Order": "بینینی ئامادەکاری گەیاندنەکەم",
  "Back to Home": "گەڕانەوە بۆ پەرەی سەرەکی",
  "Please Delivery Address":"تکایە ناونیشانی گەیاندن زیاد بکە",
  "Send Order": "داواکاریەکەت بنێرە",
  "sorryWeDoNotHaveDelivery": "ببورن، لە ئیستا گەیاندمان بەردەست نیە هەوڵ دەدەین لە ڕۆژی داهاتوو گەیاندن ئەنجام بدەین لە زووترین کاتدا. هەرەوەها دەتوانن داواکاریەکەتان بگەڕێننەوە پێش قبوڵ کردنی لەلایەن سەرپەرشتیار",
  "OK": "دڵنیام",

  // login_page
  "Wellcome back": "بەخێر بێیتەوە",
  "EnterYourPhoneNumberToShop": "ژمارە مۆبایل داخڵ بکە بۆ ئەوەی ئاسانتر و زیرەکانەتر بازاڕ بکەیت.",
  "Please enter your phone number": "تکایە ژمارەی مۆبایلەکەت داخڵ بکە ",
  "Please enter your phone number correct":"ژمارەی مۆبایلەلەکت بە دروستی داخڵ بکە",
  "Please remove 0 form start": "تکایە سفری سەرەتا بسڕەوە",
  "Phone Number": "ژمارە مۆبایل",
  "WeWillSendYouOTP":"کۆدی نهێنی دەنێرین بۆ ژمارە تەلەفونەکەت بۆ دڵنیابونەوە",

  // locationdeatil
  "Locations": "ناونیشان",
  "Name": "ناو",
  "Add name": "زیادکردنی ناو",
  "Add name location": "ناوی شوێنەکەت داخڵ بکە",
  "Area": "ناوچە",
  "Add Area": "زیادکردنی ناونیشان",
  "Type Building": "جۆری نیشینگە",
  "Floor number": "ژمارەی نهۆم",
  "Enter floor number": "ژمارەی خانوو",
  "building name/number": "ژمارە/ناوی باڵەخانە",
  "Enter building name/number": "ناو/ژمارەی باڵەخانە داخڵ بکە",
  "number": "ژمارە",
  "Enter number": "ژمارەکە داخڵ بکە",
  "Phone number": "ژمارەی مۆبایل داخڵ بکە",
  "Add phone number": "زیادکردنی ژمارەی مۆبایل",
  "Delete location success": "سڕینەوەی ناونیشان ئەنجام درا",

  // singin_up
  "Complete Account": "هەژمارەکەت دروست کرا",
  "Enter your account information to complete your account":"زانیاری هەژمارەکەت داخڵ بکە",
  "Enter your Name": "ناوت داخڵ بکە",
  "Enter your full name": "ناوی تەواوت داخڵ بکە",
  "City": "شار",
  "Age": "تەمەن",
  "unknown occurred error please try again later":"ببورە هەوڵەکەت سەرکەوتو نەبوو تکایە دواتر هەوڵ بدەوە",
  "Confirm": "دڵنیابوونەوە",

  // verification
  "Hold till the waiting time ends":"دەتوانیت دوبارە هەوڵ بدیتەوە",
  "Please enter code":"تکایە کۆدی دڵنیابوونەوە داخڵ بکە",
  "Verification": "دڵنیابوونەوە",
  "Please enter the 6 digit code sent to": "تکایە کۆدی ٦ ژمارەیی داخڵ بکە",
  "Don't resive the OTP ?": "ئایا کۆدی دڵنیابونەوەت بە دەست گەیشت ؟",
  "Try again in": "دوبارە داوابکەوە لە ",
  "Resend": "دووبارە ناردنەوە",
  "Verify": "دڵنیا بوونەوە",
  "Account Disabled": "هەژمارەکە ڕاگیرا",
  "Account is disable please contact athome admin":"هەژمارەکە ڕاگیرا ،تکایە پەیوەندی بە کارمەندی بەشی پەیوەندیەکان بکە",
  "the code is un correct": "کۆدەکە هەڵەیە",

  // map
  "Map": "نەخشە",
  "Zoom in Please": "نزیکتر بکەوە",
  "Sorry, we don't deliver here":"ببورە، گەیادنمان بۆ ناوچەی ناوبراو بەردەست نیە",
  "Delivery To:": "گەیاندن بۆ:",
  "try again": "دوبارە هەوڵ بدەوە",
  "Failed to load data": "سەرکەوتوو نەبوو لە پیشاندانی زانیاریەکان",

  // track_order
  "Track Order": "بەدواداچوونی داواکاری",
  "Order:": "داواکاری: ",
  "Cancel order": "پوچەڵ کردنەوەی داواکاری",
  "View order":"بینینی داواکاری ",

  // about_screen
  "WelcomeToAthomeOnlineMarketApplication!": "بەخێربێن بۆ ئەپلیکەیشنی ئۆنلاینی دڵی لاس! ئێمە کاردەکەین  بۆ ئەوەی ڕێگایەکی گونجاو و کاریگەرتان بۆ دابین بکەین بۆ کڕینی کاڵاکانتان و گەیاندنیان بۆ بەردەم دەرگای ماڵەکانتان. ئەپڵیکەیشنەکەمان دیزاین کراوە بۆ باشترکردنی ئەزموونی بازاریکردن و کڕینی کاڵا و سەوزە و میوەکان بێ ماندوبوون . ئەمەش کورتەیەکە  لەسەر ئەو خزمەتگوزاریانەی کە پێشکەش داکرێن",
  "WideSelectionOfProductsOurOnlineSupermarket": "خستنەرووێکی زۆری بەرهەمەکان بە پێی خواستەکانتان : ئەپڵیکەیشنی دڵی لاس گەلێک بەرهەمی جۆرا و جۆر پێشکەش دەکات، لە بەرهەمە خواردەمەنیەکان  بۆ کەلوپەلی کۆگا، کەلوپەلی ماڵەوە، پێداویستیە کەسیەکان و هتد.... دەتوانیت لە نێو بەشە جیا جیاکان بگەرێیت و هەموو پێداویستیەکانت بدۆزیتەوە لە یەک شوێندا.",
  "EasyToUseInterfaceOurUserFriendly": "ڕووکارێکی ئاسان بۆ بەکارهێنان: ئەپڵیکەیشنی دڵی لاس خاوەنی دیزاینێکی رووکارە کە زۆر ئاسانە بۆ بەکارهێنان بەو هۆیەوە ئەزمونی بازاریکردنەکەت زۆر ئاسان و چێژ بەخشتر دەبێ. وە دەتوانیت زۆر بە ئاسانی بە دووای کاڵای دڵخوازتدا بگەرێیت و بیخەیتە نێو سەبەتەی بازارکردنەکەت. دەشتوانیت هەردەم زانیاریی تەواوت  هەبێت لەسەر داواکاریەکانت بە تەنها چەند کلیکێک.",
  "SecurePaymentWePrioritizeTheSecurity": "داشکان و مامەڵەکان: ئاگاداری بابەتە تایبەت و داشکانە گەورەکانبن لەسەر ئەپڵیکەیشنی دڵی لاس. ئێمە پابەندین بە یارمەتیدانی ئێوە بۆ بەدەستهێنانی پاشەکەوتی بەرچاو لەکاتی بازاریکردن بۆ کرینی پێداویستیەکانی ڕۆژانەتان,بۆیە ئەم دەرفەتە لە دەست مەدە!",
  "PromotionsAndDealsKeep": "داشکان و مامەڵەکان: ئاگاداری بابەتە تایبەت و داشکاندن و مامەڵەکان بن لەسەر پلاتفۆرمەکەمان. ئێمە دەمانەوێت یارمەتیت بدەین لە پاشەکەوتکردن لە کاتی کڕیندا.",
  "CustomerSupportIfYouHaveAnyQuestions": "خزمەتگوزاری بەشداربووان: بەشی خزمەتگوزاری بەشداربووانی ئەپڵیکەیشنی دڵی لاس، بەردەوام هەوڵی یارمەتیدانی بەشداربوان دەدەن بۆیە هەرگیز دوودڵ مەبە لە پەیوەندیکردن بە کارمەندانی بەشی خزمەتگوازری بەشداربووان لە کاتی بوونی هەر پرسیارێک یاخود کێشەیەک تاوەکو ڕاستەوخۆ بتوانین یارمەتیتان بدەین.",
  "FeedbackAndImprovementWeValueYourFeedback": "بۆچوونەکانتان و بەرەوپێشچوونەکانمان: ئێمە هەمیشە بە گرینگیەوە دەڕوانینە بۆچونەکانی ئێوە.پێشنیارەکانتان  بەردەوام یارمەتیدەرمان دەبن لە پەرەپێدانی ئەپڵیکەیشن  وخزمەتگوزاریەکانمان.وە ئێمە هەمیشە و بێ وچان بە دوای باشترین رێگاکاندا دەگەرێین بۆ پێشکەشکردنی باشتریین ئەزموون بە ئێوە.",
  "ThankYouForChoosingOurAthome": "سوپاس بۆ هەڵبژاردنی ئەپڵیکەیشنی دڵی لاس بۆ دابینکردنی پێداویستیەکانتان.بەردەوامبدەبین لە پێشکەشکردنی خزمەتگوزاری زیاتر بۆ ئەوەی ئەزمونی بازاریکردنەکانتان ئارامتر و چێژبەخشتربێت.",
  "About Us": "دەربارەی ئاپەکە",

  //more old_order
  "Order Placed":"داواکاریەکەت تۆمارکرا",
  "Processing Order":"داواکاریەکە ئامادە دەکرێ",
  "Order Is On way":"داواکاریەکەت لە ڕێگایە",
  "Order Ready For Pickup":"داواکاریەکە ئامادەیە بۆ وەرگرتن",
  "Order is delivered":"داواکاریەکە گەیشت",
  "Undelivered":"داواکاریەکە نەگەیەنرا",
  "Order Deatil":"زانیاری داواکاریەکە", 

  //
  "min title":"کەمترین داواکاری پێشکەشکراو",
  "min deatil":"تکایە بەرهەمی زیاتر لە سەبەتەی کرین داوابکە، بۆ ئەوەی داواکاریەکەت جێ بەجێ بکرێت",

  // item_categories
  "You not have any item":"هیچ بابەتێک بەردەست نیە",

  // oneitem --> labir kraboo
  "Add to cart":"زیادی بکە بۆ سەبەتە",

  //
  "Privacy Poilcy":"سیاسەتی  تایبەتمەندێتی",
  "Terms Of Use":"مەرجەکانی بەکارهێنان",
};